Repository: cmsunoPlugins/model
Catalog: lang/*.utf8/LC_MESSAGES/model.po
Languages: es_es, fr_fr

source: Responsive on small screen (default)
es_es: Responsive en pantalla pequeña (predeterminado)
fr_fr: Responsive sur petit écran (par défaut)

source: Responsive on small and medium screen
es_es: Responsive en pantalla pequeña y mediana
fr_fr: Responsive sur petit et moyen écran

source: Not responsive
es_es: No responsive
fr_fr: Non responsive

source: Model
es_es: Modelo
fr_fr: Modèle

source: This powerful plugin allows you to create layout templates for CKEditor.
es_es: Este potente plug-in le permite crear plantillas de diseño para CKEditor.
fr_fr: Ce puissant plugin permet de créer des modèles de mise en page pour CKEditor.

source: It works with the drop-down button
es_es: Funciona con el botón desplegable
fr_fr: Il fonctionne avec le bouton

source: added to the text editor when the plugin is enabled.
es_es: añadido al editor de texto cuando el plugin está habilitado.
fr_fr: ajouté à l'éditeur lorsque le plugin est actif.

source: Two models exist by default : Two columns
es_es: Existen dos modelos de forma predeterminada : Dos columnas
fr_fr: Deux modèles existent par défaut : Deux colonnes

source: and Three columns
es_es: y tres columnas
fr_fr: et Trois colonnes

source: The column width is adjustable.
es_es: El ancho de columna es ajustable.
fr_fr: La largeur des colonnes est ajustable ci-dessous.

source: Deleting browser history is often necessary after a change in this page !
es_es: ¡ Eliminar el historial del navegador a menudo es necesario después de un cambio en esta página !
fr_fr: La suppression de l'historique du navigateur est souvent nécessaire après un changement dans cette page !

source: Size for the two models
es_es: Tamaño de los dos modelos
fr_fr: Largeur pour les deux modèles

source: Size column
es_es: columna Tamaño
fr_fr: Largeur colonne

source: Save
es_es: Guardar
fr_fr: Sauvegarde

source: Create / Edit a model
es_es: Crear / Editar un modelo
fr_fr: Créer / Editer un modèle

source: New model
es_es: Nuevo modelo
fr_fr: Nouveau modèle

source: Icon
es_es: Icono
fr_fr: Icone

source: Select an icon for this model.
es_es: Seleccione un icono para este modelo.
fr_fr: Choisir une icone pour ce modèle

source: A responsive template will change its appearance to a more vertical presentation.
es_es: Una modelo responsive cambiará su apariencia a una presentación más vertical.
fr_fr: Un modèle responsive changera son apparence pour une présentation plus verticale.

source: Name
es_es: Nombre
fr_fr: Nom

source: Select a name for this model. Only alphanumeric characters
es_es: Seleccione un nombre para este modelo. Sólo caracteres alfanuméricos
fr_fr: Choisir un nom pour ce modèle. Uniquement alphanumérique.

source: Block Size
es_es: Tamaño de la caja
fr_fr: Taille du bloc

source: width
es_es: ancho
fr_fr: largeur

source: full width
es_es: ancho completo
fr_fr: pleine largeur

source: after the last block
es_es: después de la última caja
fr_fr: après le dernier bloc

source: in the current block
es_es: en la caja actual
fr_fr: dans le bloc actuel

source: Block Content
es_es: Contenido de la caja
fr_fr: Contenu du bloc

source: No restriction
es_es: Sin restricciones
fr_fr: Pas de restriction

source: Title
es_es: Título
fr_fr: Titre

source: Title + Content
es_es: Título + contenido
fr_fr: Titre + Contenu

source: Image
es_es: Imagen

source: List
es_es: Lista
fr_fr: Liste

source: HTML and CSS
es_es: HTML y CSS
fr_fr: HTML et CSS

source: Add
es_es: Añadir
fr_fr: Ajoute

source: Remove
es_es: Eliminar
fr_fr: Supprime

source: Existing model
es_es: Modelo existente
fr_fr: Modèle existant

source: Text
es_es: Texto
fr_fr: Texte

source: Two columns
es_es: Dos columnas
fr_fr: Deux colonnes

source: Three columns
es_es: Tres columnas
fr_fr: Trois colonnes

source: Backup performed
es_es: Copia de seguridad realizada
fr_fr: Sauvegarde effectuée

source: Impossible backup
es_es: Copia de seguridad Imposible
fr_fr: Sauvegarde impossible

source: Model removed
es_es: Modelo se ha eliminado
fr_fr: Modèle supprimé
